Repository: KDE/knotes
Catalog: po/*/akonadi_notes_agent.po
Languages: bg, eo, zh_cn

# @title:window
source: Alarm
bg: Аларма
eo: Alarmo
zh_cn: 提醒

source: The following notes triggered alarms:
eo: La sekvaj notoj ekigis alarmojn:
zh_cn: 以下便签触发了提醒：

source: Remove Alarm
bg: Премахване на алармата
eo: Forigi alarmon
zh_cn: 删除提醒

source: Show Note...
eo: Montri Noton...
zh_cn: 显示便笺...

source: Modify Alarm...
eo: Modifi alarmon...
zh_cn: 修改提醒...

source: Are you sure to remove alarm?
bg: Наистина ли искате да премахнете алармата?
eo: Äˆu vi certe forigos alarmon?
zh_cn: 您确定要删除提醒吗？

# @title:window
source: Remove Alarm
bg: Премахване на алармата
eo: Forigi alarmon
zh_cn: 删除提醒

source: Error during fetch alarm info.
bg: Грешка при извличане на информация за алармата.
eo: Eraro dum prenado de alarminformoj.
zh_cn: 获取提醒信息时出错。

source: Alarm
bg: Аларма
eo: Alarmo
zh_cn: 提醒

# @title:window
source: Configure Notes Agent
bg: Конфигуриране на агента за бележки
eo: Agordi Notes Agent
zh_cn: 配置便笺代理

source: Notify
bg: Уведомяване
eo: Sciigi
zh_cn: 通知

source: Network
bg: Мрежа
eo: Reto
zh_cn: 网络

source: Notes Agent
bg: Агент за бележки
eo: Notoj Agento
zh_cn: 便笺代理

source: Notes Agent.
bg: Агент за бележки.
eo: Not-Agento.
zh_cn: 便笺代理。

source: Copyright (C) 2013-%1 Laurent Montel
eo: Kopirajto (C) 2013-%1 Laurent Montel

source: Maintainer
bg: Поддръжка
eo: Prizorganto
zh_cn: 维护者

# NAME OF TRANSLATORS
source: Your names
bg: Минчо Кондарев
eo: Oliver Kellogg
zh_cn: Weng Xuetian

# EMAIL OF TRANSLATORS
source: Your emails
bg: mkondarev@yahoo.de
eo: okellogg@users.sourceforge.net
zh_cn: wengxt@gmail.com

source: Note Received
bg: Получена е бележка
eo: Noto Ricevita
zh_cn: 便签已接收

# @action
source: Show Note...
bg: Показване на бележка...

# @action
source: Modify Alarm...
bg: Промяна на алармата...
