Repository: KDE/knotes
Catalog: po/*/libnoteshared.po
Languages: eo

source: Scheduled Alarm
eo: Planita Alarmo

source: &No alarm
eo: &Neniu alarmo

source: Alarm &at:
eo: Al&armo je:

# @label:textbox
source: &Mail action:
eo: &Poŝta ago:

# @label:textbox
source: <a href="whatsthis">How does this work?</a>
eo: <a href="whatsthis">Kiel ĉi tio funkcias?</a>

source: <qt><p>You can customize command line. You can use:</p><ul><li>%t returns current note title</li><li>%f returns current note text</li></ul></qt>
eo: <qt><p>Vi povas personecigi komandlinion. Vi povas uzi:</p><ul><li>%t resendas aktualan titolon de la noto</li><li>%f resendas nunan tekston de la noto</li></ul></qt>

source: Incoming Notes
eo: Alvenantaj Notoj

source: Accept incoming notes
eo: Akcepti alvenantajn notojn

source: Outgoing Notes
eo: Eksiĝantaj Notoj

# @label:textbox
source: &Sender ID:
eo: ID de &Sendanto:

# @label:textbox
source: &Port:
eo: &Pordo:

# @title:window
source: Select Note Folder
eo: Elekti Noto-dosierujon

# @info
source: Select the folder where the note will be saved:
eo: Elektu la dosierujon, kie la noto estos konservita:

source: An error occurred during fetching. Do you want to select a new default collection?
eo: Eraro okazis dum alportado. Ĉu vi volas elekti novan defaŭltan kolekton?

# @action:button
source: Select New Default
eo: Elekti Novan Defaŭlton

# @action:button
source: Ignore
eo: Ignori

source: Collection is hidden. New note will be stored but not displayed. Do you want to show collection?
eo: Kolekto estas kaŝita. Nova noto estos konservita sed ne montrita. Ĉu vi volas montri kolekton?

# @action::button
source: Show Collection
eo: Montri Kolekton

# @action::button
source: Do Not Show
eo: Ne Montri

source: Note was not created.
eo: Noto ne estis kreita.

source: Create new note
eo: Krei novan noton

# @label:textbox
source: Select recipient:
eo: Elektu ricevanton:

# @label:textbox
source: Hostname or IP address:
eo: Gastigantonomo aŭ IP-adreso:

source: Communication error: %1
eo: Eraro pri komunikado: %1

source: Please configure send mail action.
eo: Bonvolu agordi sendmail-agon.

source: Note: "%1"
eo: Noto: "%1"

source: Unable to start the mail process.
eo: Ne eblas lanĉi la poŝtan procezon.

source: Send "%1"
eo: Sendi "%1"

source: The host cannot be empty.
eo: La gastiganto ne povas esti malplena.

# Default name for resource holding notes
source: Local Notes
eo: Lokaj Notoj

source: The port to listen on and send notes to.
eo: La pordo sur kiu aŭskulti kaj al kiu sendi notojn.
